{
  "profile":

  [
    {
    "id":1 ,
    "name":"name",
    "namevalue":"mustafa abouhashem"
  },
    {
    "id":2 ,
    "name":"Birthday",
    "namevalue":"1/11/1995"
  },
    {
    "id":2 ,
    "name":"Education",
    "namevalue":"Computer Science Diploma , Cairo University"
  },
    {
    "id":3 ,
    "name":"Address",
    "namevalue":"Qalubia"
  },
    {
    "id":4 ,
    "name":"Phone",
    "namevalue":"01028212816"
  }

  ],

"skills":[
  {
    "id":1,
    "cours":"Html",
    "Percentage":"75%"
  },
  {
    "id":2,
    "cours":"Css",
    "Percentage":"85%"
  },
  {
    "id":3,
    "cours":"Js",
    "Percentage":"85%"
  },
  {
    "id":4,
    "cours":"React.js",
    "Percentage":"80%"
  },
  {
    "id":4,
    "cours":"php",
    "Percentage":"70%"
  }
  ,
  {
    "id":4,
    "cours":"adope cc",
    "Percentage":"60%"
  },
  {
    "id":4,
    "cours":"CCNA",
    "Percentage":"50%"
  }
],
"infaprag":[{"elhamel":"هو البرج الأول في قائمة الأبراج، ويأتي في الفترة من الثاني والعشرين من مارس، إلى العشرين من أبريل من كل عام، ومواليد برج الحمل أشخاص متفتحون ومتحمسون للأعمال الجديدة والإبداعية، كما يتمتعون بفضائل الصدق والكرم، وفي المقابل فهم أشخاص عنيدون وأنانيون في بعض الأحيان.",
"allthoor":"الفترة من الحادي والعشرين من أبريل إلى الحادي والعشرين من مايو هي فترة برج الثور، وأهم مميّزات ذلك البرج التمتع بالصلابة وقوة الإرادة، والتوازن بصفة عامة في الشخصيّة مع ذكاء حاد وميل إلى الحلول العمليّة، ولكن يعيب مواليد ذلك البرج عدم تفضيل الحلول الإبداعية والبطء في اتخاذ القرارات.",
"elgawzaa":"يحتل برج الجوزاء الفترة من الثاني والعشرين من مايو إلى الحادي والعشرين من يونيو من كل عام، ويشتهر هذا البرج عن سائر الأبراج الأخرى بالتقلّبات الشديدة في المزاج، رغم حدة الذكاء والحيوية الشديدة التي تميّزه.",
"elsaratan":"يحتل برج الجوزاء الفترة من الثاني والعشرين من مايو إلى الحادي والعشرين من يونيو من كل عام، ويشتهر هذا البرج عن سائر الأبراج الأخرى بالتقلّبات الشديدة في المزاج، رغم حدة الذكاء والحيوية الشديدة التي تميّزه.",
"elasad":"من الرابع والعشرين من يوليو إلى الثالث والعشرين من أغسطس، وهو برج الشخصيّات الاجتماعية والتفكير الإبداعيّ بصفة عامة، مواليد الأسد من محبي السلطة ويتميزون وسط الناس بأدبهم الشديد، ويعيبهم التمسك بأفكارهم وعدم اقتناعهم في حالة الوقوع في خطأ.",
"elazraa":"من الرابع والعشرين من أغسطس حتى الثالث والعشرين من سبتمبر، ومواليد برج العذراء مثال للدقة والحكمة، لذلك يظهر الطابع المحافظ في أغلب تصرّفاتهم، ورغم البرود الذي يبدو على ملامحهم إلا أنّهم يتميزون بالرقة والشهامة.",
"elmezan":"من الرابع والعشرين من سبتمبر حتى الثالث والعشرين من أكتوبر، وهو برج الذروة كما يطلق عليه، حيث يمثل مواليد برج الميزانالتحضر والرقي والجاذبية، ويجمع مواليد هذا البرج بين الطموح الشديد والقناعة بالحال، الأمر الذي يؤدي إلى نجاحهم في حياتهم العملية.",
"elaaqrap":"من الرابع والعشرين من أكتوبر حتى الثاني والعشرين من نوفمبر، وهو أحد أكثر الأبراج قوة في التعامل مع الأخرين، رغم حساسية مواليد العقرب الشديدة التي لا يظهرونها للعامة.",
"elqous":"من الثالث والعشرين من نوفمبر حتى الثاني والعشرين من ديسمبر، يتمتع مواليد القوس بالتفاؤل وتعدد المواهب وحب الاستكشاف، والبحث دائماً عن المتعة في المعرفة.",
"elgady":"من الثالث والعشرين من ديسمبر إلى العشرين من يناير، وهو أكثر الأبراج جدية وصلابة، ومواليد الجدي شديدو الثقة بالنفس، ولكنهم مع ذلك لا يستطيعون النجاح في حياتهم العاطفيّة.",
"eldalo":"من الحادي والعشرين من يناير إلى التاسع عشر من فبراير، ومواليد الدلو ينقسمون إلى نوعين؛ أحدهما خجول ورقيق ويتسم بالحساسيّة، والآخر مرح وشديد النشاط ومحب للظهور، ويجمع بين النوعين قوة العزيمة والأمانة.",
"elhout":"من العشرين من فبراير إلى الحادي والعشرين من مارس، وهو البرج الأخير في الترتيب ويتمتع مواليد برج الحوت بالعديد من الخصال الحميدة والهدوء وتجنب الدخول في مشكلات.  "
}
]
}